Repository: wp-plugins/easythumbnail-sizes
Catalog: languages/EasyThumbnailSizes-*.po
Languages: de_de

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Add
de_de: Hinzuf&uuml;gen

source: Remove
de_de: Entfernen

source: Error:
de_de: Fehler:

source: No name given
de_de: Keine Name angeeben

source: No width given
de_de: Keine Breite angeben

source: No height given
de_de: Kein Höhe angegeben

source: Invalid value for width
de_de: Ungültiger Wert für Breite

source: Invalid value for height
de_de: Ungültiger Wert für Höhe

source: Name conflict
de_de: Doppelter Name
